Revit 2027 API
ParameterTypeId.DividedpathEndIndent Property
 "End Indent"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathEndIndent { get; }
Public Shared ReadOnly Property DividedpathEndIndent As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathEndIndent {
	ForgeTypeId^ get ();
}
static member DividedpathEndIndent : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace